[
  {
    "Ghost Type": "Banshee",
    "Evidence 1": "Orbs",
    "Evidence 2": "Fingerprints",
    "Evidence 3": "D.O.T.S",
    "Strength": "Will target only one player at a time",
    "Weakness": "Has a distinctive wail on the parabolic microphone",
    "Defining Characteristics": "Can be heard screeching on the parabolic microphone, will only target one player during a hunt, bases its hunt threshold on it's targets sanity instead of average.",
    "Ability/Activity": "When roaming, has a chance to roam in it's target's direction, often stopping at the target's location if possible.",
    "Sanity Threshold (%)": "50*",
    "Strategies": "- If only one player is below 50% sanity and the ghost hunts\n - Have one player \"bait\" the ghost to see if it ignores them",
    "Notes": "If the target dies or leaves, a new target is selected.\nWill only hunt if the target is in the building.\nAll other players can continue investigating with impunity during hunts."
  },
  {
    "Ghost Type": "Demon",
    "Evidence 1": "Freezing",
    "Evidence 2": "Fingerprints",
    "Evidence 3": "Writing",
    "Strength": "Can initiate hunts more often",
    "Weakness": "Crucifix effectiveness is increased to 5m against one",
    "Defining Characteristics": "Can begin hunts within 20 seconds [25] of each other, smudging the area will only stop a hunt for 60 seconds [90].",
    "Ability/Activity": "Can instantly start a hunt regardless of average sanity, no particular behaviour or condition is required for this to happen. Crucifixes can prevent this as usual.",
    "Sanity Threshold (%)": 70,
    "Strategies": "- Time the cooldown between hunts*\n - Time the hunt cooldown after a successful smudging*",
    "Notes": "Sprint will need to be conserved, to escape sudden hunts.\nCrucifixs' range are increased to 5m [3m].\nGenerally, one of the most dangerous types to encounter."
  },
  {
    "Ghost Type": "Deogen",
    "Evidence 1": "Spirit Box*",
    "Evidence 2": "Writing",
    "Evidence 3": "D.O.T.S",
    "Strength": "Always knows where the player is during a hunt and moves quickly to that location",
    "Weakness": "Moves very slowly when it sees its victim",
    "Defining Characteristics": "If the player asks a question on the Spirit Box while standing within 1 metre of the Deogen it has a 33% chance to respond with heavy bull-like breathing instead of a regular response.",
    "Ability/Activity": "During a hunt, will be faster when far from a player but slow down when approaching. Smudging will make it maintain the same speed as when it was affected until it begins hunting normally again.",
    "Sanity Threshold (%)": 40,
    "Strategies": "- Enter a room that it would be unlikely to enter on its own (far from favourite room) and turn off electrical equipment*\n - During a hunt remain near something you can 'loop' it around",
    "Notes": "Won't hide spirit box as an evidence on higher difficulty due to its unique response.\nBeing visible for longer during hunts makes it much easier to obtain ghost pictures.\nAll line-of-sight blockers are invalidated in hunts.\nMoves slower than regular player speed [100] when near one."
  },
  {
    "Ghost Type": "Goryo",
    "Evidence 1": "EMF 5",
    "Evidence 2": "Fingerprints",
    "Evidence 3": "D.O.T.S*",
    "Strength": "Can only be seen interacting with D.O.T.S through a camera when nobody is nearby",
    "Weakness": "Tends to wander away less from its ghost room",
    "Defining Characteristics": "Its D.O.T.S evidence can only be seen through a video camera while no one else is in the room.",
    "Ability/Activity": "A Goryo will only interact with a D.O.T.S Projector if no players are in the same room. In addition, its D.O.T.S silhouette cannot be seen with the naked eye.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Stand outside of the ghost's room with a video camera and watch the D.O.T.S inside.",
    "Notes": "Will still manifest normally in hunts and events, so shouldn't be ruled out because of that.\nWon't hide D.O.T.S as an evidence due to its unique response.\nIf D.O.T.S are ever seen without video equipment, Goryo can be ruled out."
  },
  {
    "Ghost Type": "Hantu",
    "Evidence 1": "Orbs",
    "Evidence 2": "Freezing*",
    "Evidence 3": "Fingerprints",
    "Strength": "Lower temperatures allow the Hantu to move faster",
    "Weakness": "Warmer areas slow the Hantu's movement",
    "Defining Characteristics": "During a hunt, will emit freezing breath when in a room under 3°C. Moves faster in cold rooms - usually (but not always) the favourite room.",
    "Ability/Activity": "Can move quicker when hunting in a colder room. It's presence in a room will lower the temperature allowing it to speed up over time.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Keep the breaker on, as lower temps will make it more dangerous\n - Hide near the ghost room and listen for slowing footsteps as it leaves that room*",
    "Notes": "Cannot turn on the fuse box and is twice as likely to turn it off.\nWhen fuse box is on and rooms are warm, players can loop the ghost for short periods of time.\nUnlike most ghosts, it will not accelerate when gaining line-of-sight of a player."
  },
  {
    "Ghost Type": "Jinn",
    "Evidence 1": "EMF 5",
    "Evidence 2": "Freezing",
    "Evidence 3": "Fingerprints",
    "Strength": "Travels at faster speeds if its victim is far away",
    "Weakness": "Cannot use its ability if the site's fuse box is off",
    "Defining Characteristics": "When using its ability, an EMF will be generated by the fuse box.",
    "Ability/Activity": "When the Jinn uses its ability, it will lower the sanity of all players in the same room or within 3 meters of it by 25%. An EMF 2/5 will be generated at the fuse box.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Stand at the end of a long corridor, note its speed when it sees the player*\n - Keep an EMF reader by the fuse box, its ability will generate a reading*",
    "Notes": "Will gain an instant movement speed increase when it gains line-of-sight of a player.\nWill lose speed again when within 3m of the player.\nCannot turn off the breaker, but can trip it by turning on too many lights.\nTurning off the breaker prevents it using its ability."
  },
  {
    "Ghost Type": "Mare",
    "Evidence 1": "Orbs",
    "Evidence 2": "Spirit Box",
    "Evidence 3": "Writing",
    "Strength": "Has an increased chance to attack in the dark",
    "Weakness": "Turning the lights on will reduce the chance of an attack",
    "Defining Characteristics": "Cannot turn lights on, and is more likely to turn them off. Can instantly turn environment electricals off again if turned on, though this can rarely happen purely by chance with other ghosts.",
    "Ability/Activity": "If a player turns a light or tv (etc) on, it has a chance of instantly turning it off again.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Turn lights on to check for it immediately turning it off again* (won't work if spamming them)\n - Turn off lights near favourite room and see if it prefers wandering into them*",
    "Notes": "Where possible, avoid staying in rooms where the light will need to stay on to avoid a Mare shattering it.\nOnce below 40% sanity, the ghost can hunt regardless of whether lights are on."
  },
  {
    "Ghost Type": "Moroi",
    "Evidence 1": "Spirit Box*",
    "Evidence 2": "Freezing",
    "Evidence 3": "Writing",
    "Strength": "Moves noticeably faster at low player sanity and can make players lose sanity quicker than usual while investigating",
    "Weakness": "Smudge sticks blind the ghost for longer during hunts",
    "Defining Characteristics": "Will speed up during & across hunts as player sanity lowers, one player's sanity may lower significantly more if they have heard whispers from a Parabolic Mic or gained a response on a Spirit Box.",
    "Ability/Activity": "Can \"curse\" a player that has heard it, making their sanity drain significantly faster.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Monitor two players on similar sanity agter one has gained a response on Spirit Box, check for significant sanity drops\n - Check for speed differences between hunts depending on average sanity lowering/raising*",
    "Notes": "Sanity pills will break the Moroi's curse.\nGenerally recommended to avoid using the Spirit Box once it has been confirmed to prevent it cursing multiple players."
  },
  {
    "Ghost Type": "Myling",
    "Evidence 1": "EMF 5",
    "Evidence 2": "Fingerprints",
    "Evidence 3": "Writing",
    "Strength": "Produces quieter sounds during a hunt",
    "Weakness": "Produces paranormal sounds more frequently",
    "Defining Characteristics": "Its footsteps can't be heard from as far away when hunting, its electrical interference range is larger than its audible range.",
    "Ability/Activity": "It's audible range in hunts is vastly reduced.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Drop active electrical equipment near hiding spot and check whether they're interfered with before ghost can be heard*",
    "Notes": "There's an occasional bug where the ghost doesn't interfere with equipment on the correct floor when it changes between them.\nParanormal sounds heard through a microphone are more frequent but this is not definitive proof."
  },
  {
    "Ghost Type": "Obake",
    "Evidence 1": "EMF 5",
    "Evidence 2": "Orbs",
    "Evidence 3": "Fingerprints*",
    "Strength": "May leave fingerprints that disappear quicker",
    "Weakness": "Has a small chance of leaving six-fingered handprints",
    "Defining Characteristics": "Occasionally leaves a handprint with 6 fingers [5]. These disappear quicker than regular ones, so have to be found quickly.",
    "Ability/Activity": "Has 75% chance to leave fingerprints [100%]. There is a 16.7% chance those fingerprints will be unique. Handprint with 6 fingers [5]; 2 on lightswitches [1]; 5 on cell door/keyboard [4].",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Keep UV torches on hand, in case it leaves a unique print",
    "Notes": "Due to its ability to sometimes not leave fingerprints, if a surface has been touched twice and a fingerprint only appeared once, this is a good sign of an Obake."
  },
  {
    "Ghost Type": "Oni",
    "Evidence 1": "EMF 5",
    "Evidence 2": "Freezing",
    "Evidence 3": "D.O.T.S",
    "Strength": "Increased activity and ghost events",
    "Weakness": "An Oni's increased activity makes them easier to find",
    "Defining Characteristics": "Cannot perform the smoke/mist-type event that causes a hiss but can still perform a manifestation event and may hiss in that case.",
    "Ability/Activity": "Interacts with objects more often, especially when there are people in the room. Has a sanity drain of 20% during events [10%].",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Rule out completely if there is a 'ghost mist' event\n - Check all events for ghost mist*",
    "Notes": "Is more likely to make a full manifestation event than those where it remains transparent.\nWill flash visible for longer during hunts making ghost pictures easier to obtain.\nIs more active so more readily gives evidence to players."
  },
  {
    "Ghost Type": "Onryo",
    "Evidence 1": "Orbs",
    "Evidence 2": "Spirit Box",
    "Evidence 3": "Freezing",
    "Strength": "A flame extinguishing can cause an Onryo to attack",
    "Weakness": "The presence of flames reduces the Onryo's ability to attack",
    "Defining Characteristics": "Lit candles prevent the Onryo from hunting, so may be used instead of crucifixes.",
    "Ability/Activity": "Every 3rd candle blown out will cause the Onryo to attempt a hunt. This may be prevented by a crucifix or another candle.",
    "Sanity Threshold (%)": 60,
    "Strategies": "- Place a lit candle and a crucifix in the room together. The crucifix should never be used whilst the candle is still lit.\n - Fill room with lit candles, see if the ghost hunts at all whilst they all remain lit*",
    "Notes": "Will blow out candles more frequently than other ghosts, with frequency increasing the more players have died.\nCandles have a hunt prevention range of 4m [crucifix 3m]."
  },
  {
    "Ghost Type": "Phantom",
    "Evidence 1": "Spirit Box",
    "Evidence 2": "Fingerprints",
    "Evidence 3": "D.O.T.S",
    "Strength": "Looking at a Phantom will lower the player's sanity considerably",
    "Weakness": "Taking a photo of the Phantom will cause it to disappear briefly",
    "Defining Characteristics": "If a picture is taken during a ghost event, all tells will disappear except for the event sound. Photos taken will not have any interference or contain the ghost.",
    "Ability/Activity": "Can choose a random player and travel to their location, creating an EMF 2 reading where it started the walk. During that time, will not produce any manifestations and not hunt.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Take a picture during an event or a hunt\n - Take note of any interactions in rooms far from the ghost room that any players have recently visited*",
    "Notes": "Successful pictures of a phantom will still count as valid pictures even though the ghost is not visible in it.\nDuring hunts, phantoms are less visible than most so care should be taken to not be taken off guard."
  },
  {
    "Ghost Type": "Poltergeist",
    "Evidence 1": "Spirit Box",
    "Evidence 2": "Fingerprints",
    "Evidence 3": "Writing",
    "Strength": "Capable of throwing multiple objects at once",
    "Weakness": "Becomes powerless with no throwables nearby",
    "Defining Characteristics": "Can throw multiple items at once. During hunts, will throw an item every .5 seconds rather than the typical 50% chance of doing so.",
    "Ability/Activity": "Can throw multiple items at once, decreasing the sanity of all players with line-of-sight by a percentage equal to the amount of items thrown multiplied by 2.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Pile items in the room and watch how they react during a hunt*\n - Check for 2 or more items being moved at once",
    "Notes": "Occasionally, can throw an item with a \"force\" value of 2-6 [1-3].\nIf there are no items near a Poltergeist, it cannot use its ability, but this will not influence its behaviour towards initiating a hunt."
  },
  {
    "Ghost Type": "Raiju",
    "Evidence 1": "EMF 5",
    "Evidence 2": "Orbs",
    "Evidence 3": "D.O.T.S",
    "Strength": "Moves faster near electrical devices",
    "Weakness": "Disrupts electronic equipment from further away when it hunts",
    "Defining Characteristics": "Will increase its hunt speed when near active electronic equipment.",
    "Ability/Activity": "When manifested in a hunt or event, will interfere with equipment 15m away [10]. Hunt sanity threshold increases to 65% when near active electronic equipment. [50%]",
    "Sanity Threshold (%)": "65*",
    "Strategies": "- Activate electronic equipment while being chased to check for movement increase*\n - Listen to footsteps whilst hidden and check speed dependant on its current location relative to electrical items",
    "Notes": "Only affected by electronic equipment brought from the van, except: head mounted cameras; video/photo cameras and motion/sound/D.O.T.S sensors that have been thrown; or anything stowed in inventory."
  },
  {
    "Ghost Type": "Revenant",
    "Evidence 1": "Orbs",
    "Evidence 2": "Freezing",
    "Evidence 3": "Writing",
    "Strength": "Can travel significantly faster if a player is spotted during a hunt",
    "Weakness": "Moves very slowly when not chasing a player",
    "Defining Characteristics": "Will massively increase its speed once it has line-of-sight of a player. Is extremely slow when not chasing someone.",
    "Ability/Activity": "When hunting, a Revenant will move at 1m/s normally and 3m/s when chasing a player.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Break line of sight and hide as soon as possible during hunts\n - Hide and listen for the extremely slow footsteps*",
    "Notes": "Smudge sticks are very important against Revenants, as they can't be outrun and a last resort is to try stunning it for long enough to break line-of-sight."
  },
  {
    "Ghost Type": "Shade",
    "Evidence 1": "EMF 5",
    "Evidence 2": "Freezing",
    "Evidence 3": "Writing",
    "Strength": "Being shy makes it more difficult to locate and obtain evidence",
    "Weakness": "Less likely to hunt if multiple people are nearby",
    "Defining Characteristics": "Difficult to pin-point, rarely reacts or interacts with the environment.",
    "Ability/Activity": "Is less likely to perform interactions and less likely to perform ghost events at higher sanities. Starting at 0% and increasing by 2% per average sanity lost. At 50% sanity, an event is guarenteed.",
    "Sanity Threshold (%)": 35,
    "Strategies": "- Use video cameras to keep any eye on the room and see if interactions increase*\n - Once it has been identified, leave one person in the room to prevent hunts while others finish missions/photos",
    "Notes": "If at least one person is in the room, it will be unable to hunt or interact (except ghost writing)."
  },
  {
    "Ghost Type": "Spirit",
    "Evidence 1": "EMF 5",
    "Evidence 2": "Spirit Box",
    "Evidence 3": "Writing",
    "Strength": "None.",
    "Weakness": "Smudge sticks are more effective, preventing a hunt for longer",
    "Defining Characteristics": "Cannot hunt for 180 seconds after the area is smudged [90].",
    "Ability/Activity": "No special behaviour.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Drop average sanity significantly and smudge the ghost's room then time how long it takes to begin a hunt*\n - Rule out any other possible ghosts first",
    "Notes": "If a hunt is started within the first minute after smudging, it has not been done correctly and must be tried again to gain a conslusion.\nDespite being described as the most common ghost type by the journal, all ghost types have the same chance of being selected by the game."
  },
  {
    "Ghost Type": "Thaye",
    "Evidence 1": "Orbs",
    "Evidence 2": "Writing",
    "Evidence 3": "D.O.T.S",
    "Strength": "Entering the location makes it active, defensive and agile",
    "Weakness": "Becomes slower and less active over time",
    "Defining Characteristics": "Will age throughout the encounter, becoming less active the older they get.",
    "Ability/Activity": "Every 1-2 minutes, it will attempt to age. If a player is in the room, it will or otherwise it will wait 30 seconds and try again. The sanity threshold, hunt speed and interaction rate will decrease.",
    "Sanity Threshold (%)": "75*",
    "Strategies": "- Use a Ouija Board to ask the Thaye's age multiple times throughout the encounter\n - Pay attention to the ghost's activity as time goes on*",
    "Notes": "Will be fast and active at the beginning of the contract. Will slow down in speed and activity later on.\nThe longer players wait to fulfil objectives, the harder it will become.\nIf sanity has dropped significantly before the Thaye is found, it can be easily mistaken for a Demon."
  },
  {
    "Ghost Type": "The Mimic",
    "Evidence 1": "Spirit Box",
    "Evidence 2": "Freezing",
    "Evidence 3": "Fingerprints",
    "Strength": "Can mimic the abilities and traits of other ghosts",
    "Weakness": "Will present Ghost Orbs as an extra evidence",
    "Defining Characteristics": "Will show Ghost Orbs as well as its other evidences so will show 4 evidences rather than the usual 3. (Or will show 3 evidences if one is hidden, with Ghost Orbs being guarenteed regardless)",
    "Ability/Activity": "Can imitate other ghost types, inheriting features such as: interaction/event rates & preferences; hunt thresholds; hunt movement speeds; special abilities.",
    "Sanity Threshold (%)": "50*",
    "Strategies": "- Check for Ghost Orbs as well as any extra evidences. A lack of Orbs can immediately rule out a Mimic.",
    "Notes": "Can copy features of evidences but not evidences themselves (i.e can copy Obake's 6-fingered prints as it can leave handprints itself but when copying a Goryo cannot make itself appear in D.O.T.S.)\nWill change what ghost it chooses to imitate every 30-120 seconds but can't change mid-hunt."
  },
  {
    "Ghost Type": "The Twins",
    "Evidence 1": "EMF 5",
    "Evidence 2": "Spirit Box",
    "Evidence 3": "Freezing",
    "Strength": "Either Twin may start a hunt, though not at the same time",
    "Weakness": "Will often interact with different parts of the environment at the same time",
    "Defining Characteristics": "Will make the Activity chart much more staggered, as the twins tend to interact with items at the same time, creating closely staggered rising and falling in the graph.",
    "Ability/Activity": "Will perform one interaction within the normal radius (3m) and one within an extended radius (16m).",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Use a thermometer to pinpoint the room The Twins is actually haunting, its interactions are an unreliable sign*\n - Keep in mind that interactions in other rooms may be its power activating and not a sign that its moved",
    "Notes": "Only causes one hunt at a time, with a 50% chance to be in it's room or at the last site that its ability's larger radius interacted with.\nIt can only give an evidence of EMF 5 outside of its room.\nBoth twins move at seperate movement speeds, so keep an eye on if it changes back and forth during hunts."
  },
  {
    "Ghost Type": "Wraith",
    "Evidence 1": "EMF 5",
    "Evidence 2": "Spirit Box",
    "Evidence 3": "D.O.T.S",
    "Strength": "Does not leave UV footprints after stepping in salt",
    "Weakness": "Will become more active if it steps in salt",
    "Defining Characteristics": "Will not leave UV footsteps when interacting with salt piles and can cause seemingly random EMF reactions when teleporting to players.",
    "Ability/Activity": "When not hunting, has a chance to teleport within 3m of a random player, generating an EMF level of 2 (75% chance) or 5 (25% chance).",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Place multiple salt piles and check for footprints with UV after the pile has been disturbed",
    "Notes": "Will still step in salt piles, just not leave the excess footprints when taking multiple more steps. Other ghosts can also not leave these if they choose not to move afterwards so listen for the other steps.\nGhost activity will increase for a short time after stepping in salt."
  },
  {
    "Ghost Type": "Yokai",
    "Evidence 1": "Orbs",
    "Evidence 2": "Spirit Box",
    "Evidence 3": "D.O.T.S",
    "Strength": "Talking near the Yokai will anger it, increasing the chance to attack",
    "Weakness": "Can only hear voices close to it during a hunt",
    "Defining Characteristics": "Can't hear voices further away, is likely to hunt earlier on if players are making a lot of noise in its room. Talking will also increase its activity.",
    "Ability/Activity": "Will increase its hunt threshold to 80% sanity when a player is talking or making significant noise nearby.",
    "Sanity Threshold (%)": "80*",
    "Strategies": "- Talk at the ghost during a hunt whilst its far from you and see if it comes to your location\n - Check hunting frequency between when players are quiet and when players are loud near to its room*",
    "Notes": "Is unlikely to follow players past multiple line-of-sight breaks and won't be able to sense their electronics from very far.\nWill hunt most often when multiple players are making noise near it.\nHas to be closer to the Music Box when a player is holding it in order to start a cursed hunt."
  },
  {
    "Ghost Type": "Yurei",
    "Evidence 1": "Orbs",
    "Evidence 2": "Freezing",
    "Evidence 3": "D.O.T.S",
    "Strength": "Has a stronger effect on sanity",
    "Weakness": "Smudging the Yurei's host room will reduce how often it wanders",
    "Defining Characteristics": "If there is an open door in the Yurei's room, it has a chance to close it rapidly.",
    "Ability/Activity": "All players within 7.5m of the Yurei when its ability is activated will immediately lose 15% sanity.",
    "Sanity Threshold (%)": 50,
    "Strategies": "- Keep doors in the Yurei's room open and check for any that shut without a hunt or event occuring*\n - Keep an eye on a player's sanity while they investigate the room for any unexplainable sudden drops in sanity*",
    "Notes": "While a door closing rapidly is the best sign, all ghosts have the ability to shut a door just not as quickly as a Yurei can do.\nAll ghosts can slam or shut doors during events or hunts so only look for this characteristic outside of those occurences.\nUsing a smudge stick near an idle Yurei will trap it in its current room for 90 seconds."
  }
]
